{
  "places": [
    {
      "name": "Корпус 1",
      "description": "Будівництво стіни основного об'єму та двох веж головного корпусу КПІ завершено в кінці 1899. При складенні І. Кітнером повноважень керівника робіт 2 червня 1900 зафіксовано, що в головній будівлі закінчено всі цегляні зовнішні роботи (за винятком балконів навколо веж), зведено склепіння, встановлено дахи; незавершеними залишились оздоблювальні роботи в приміщеннях, парадні сходи, обладнання водопостачання та опалення. Восени 1900 робітники берлінської фірми «Давид Грове» здійснили влаштування парового опалення та вентиляції, пара для яких подавалася з котельного відділення будівлі механічних майстерень по цегляному тунелю. Під час 1-ї світової війни корпус використовувався для потреб оборони. В 1930-х роках зі східного боку прибудовано енергокрило у спрощених архітектурних формах. У 1970—80-х роках проведено ремонтно-реставраційні роботи: розчистку мурування фасадів, влаштування гранітних підлог тощо. Головний корпус призначався для розміщення в ньому трьох відділень інституту: механічного, інженерного та сільськогосподарського. Останнє займало перший поверх західної частини будівлі, до якої з тилу була прибудована металева засклена оранжерея (не збереглася). З тилу до центру будівлі прилягає об'єм з актовою залою і два крила з аудиторіями та креслярськими залами механічного й інженерного відділень. У східному крилі головного фасаду влаштовано велику фізичну аудиторію, у центрі фасаду на другому поверсі — розміщувалась бібліотека (до 1979). У плані має симетричний за схемою ускладнений П-подібний абрис з відкритими подвір'ями. Перед головним входом утворено парадний курдонер. Внутрішнє планування коридорне, переважно з однобічним розташуванням приміщень. Окрім центрального входу, пов'язаного з парадними тримаршовими сходами, на головному фасаді є ще один вихід під фізичною аудиторією. Зв'язок між поверхами забезпечують десять сходових кліток. Архітектурну характеристику інших парадних приміщень головного корпусу вирізняють не стільки декоративні, скільки конструктивні деталі. Надзвичайно виразну анфіладу коридорів визначає рівномірний ритм хрещатих склепінь на профільованих імпостах. Інтер'єри вестибуля під фізичною аудиторією та великого приміщення під актовою залою (тепер буфет) прикрашають хрещаті склепіння, що спираються на підпружні арки. За архітектурно-мистецькими якостями головний корпус КПІ є однією з найкращих споруд Києва навчального призначення кінця 19 - початку 20 століття. Заняття студентів в окремих приміщеннях недобудованого корпусу розпочалися ще 1899, у 1900—01 сюди було переведено три відділення інституту, канцелярію і бібліотеку.",
      "imagePath": [
        "K1.1.jpg",
        "K1.2.jpg",
        "K1.3.jpg"
      ],
      "addresses": [
        "Peremohy Ave, 37К1"
      ]
    }
  ] 
}

