{
  "places": [
    {
      "name": "Корпус 1",
      "description": "Будівництво стіни основного об'єму та двох веж головного корпусу КПІ завершено в кінці 1899. При складенні І. Кітнером повноважень керівника робіт 2 червня 1900 зафіксовано, що в головній будівлі закінчено всі цегляні зовнішні роботи (за винятком балконів навколо веж), зведено склепіння, встановлено дахи; незавершеними залишились оздоблювальні роботи в приміщеннях, парадні сходи, обладнання водопостачання та опалення. Восени 1900 робітники берлінської фірми «Давид Грове» здійснили влаштування парового опалення та вентиляції, пара для яких подавалася з котельного відділення будівлі механічних майстерень по цегляному тунелю. Під час 1-ї світової війни корпус використовувався для потреб оборони. В 1930-х роках зі східного боку прибудовано енергокрило у спрощених архітектурних формах. У 1970—80-х роках проведено ремонтно-реставраційні роботи: розчистку мурування фасадів, влаштування гранітних підлог тощо. Головний корпус призначався для розміщення в ньому трьох відділень інституту: механічного, інженерного та сільськогосподарського. Останнє займало перший поверх західної частини будівлі, до якої з тилу була прибудована металева засклена оранжерея (не збереглася). З тилу до центру будівлі прилягає об'єм з актовою залою і два крила з аудиторіями та креслярськими залами механічного й інженерного відділень. У східному крилі головного фасаду влаштовано велику фізичну аудиторію, у центрі фасаду на другому поверсі — розміщувалась бібліотека (до 1979). У плані має симетричний за схемою ускладнений П-подібний абрис з відкритими подвір'ями. Перед головним входом утворено парадний курдонер. Внутрішнє планування коридорне, переважно з однобічним розташуванням приміщень. Окрім центрального входу, пов'язаного з парадними тримаршовими сходами, на головному фасаді є ще один вихід під фізичною аудиторією. Зв'язок між поверхами забезпечують десять сходових кліток. Архітектурну характеристику інших парадних приміщень головного корпусу вирізняють не стільки декоративні, скільки конструктивні деталі. Надзвичайно виразну анфіладу коридорів визначає рівномірний ритм хрещатих склепінь на профільованих імпостах. Інтер'єри вестибуля під фізичною аудиторією та великого приміщення під актовою залою (тепер буфет) прикрашають хрещаті склепіння, що спираються на підпружні арки. За архітектурно-мистецькими якостями головний корпус КПІ є однією з найкращих споруд Києва навчального призначення кінця 19 - початку 20 століття. Заняття студентів в окремих приміщеннях недобудованого корпусу розпочалися ще 1899, у 1900—01 сюди було переведено три відділення інституту, канцелярію і бібліотеку.",
      "imagePath": [
        "K1.1.jpg",
        "K1.2.jpg",
        "K1.3.jpg"
      ],
      "addresses": [
        "Peremohy Ave, 37К1"
      ]
    },
    {
      "name": "Корпус 2",
      "description": "",
      "imagePath": [
        "K2.1.jpg",
        "K2.2.jpg"
      ],
      "addresses": [
        "Politekhnichna St, 33"
      ]
    },
    {
      "name": "Корпус 3",
      "description": "За початковим планом будинок був інститутським приймальним покоєм (амбулаторією) і призначався для медичного обслуговування студентів і співробітників КПІ. Автор проекту і будівничий - Всеволод Адольфович Обремський (1871–1940), штатний архітектор Київського політехнічного інституту (1902-1925). Будинок 1907 року триповерховий, цегляний, у плані близький до квадрата. Дах вальмовий, з бляшаним покриттям.Архітектурне вирішення стилістично пов'язане з головними спорудами комплексу. Композиція чолового фасаду (звернений до дороги, що веде від станції метро до головного корпусу) асиметрична, зі зміщенням сходового вузла до лівого флангу. Вхід підкреслено портиком з трикутним напівфронтоном і розкріповкою з аттиком нагорі. Площини фасадів розчленовані лучковими (перший поверх) і прямокутними здвоєними вікнами, обрамленими лопатками. Цегляний архітектурний декор складають підвіконні вставки, орнаментовані міжповерхові гурти й розвинений вінцевий карниз. Будинок — невід'ємна складова ансамблю КПІ.",
      "imagePath": [
        "K3.1.jpg"
      ],
      "addresses": [
        "Peremohy Ave, 37B"
      ]
    },
    {
      "name": "Корпус 4",
      "description": "Земляні підготовчі роботи зі зняттям зайвого ґрунту шаром до 2 сажнів (бл. 4 м) завершено у травні 1898. Закладини фундаментів хімічного павільйону 1 червня 1898 започаткували спорудження Політехнічного інституту. 20 червня 1898 архітектор І. Кітнер подав скоригований за зауваженнями Будівельної комісії проект павільйону з деякими змінами внутрішнього планування й збільшенням площі підвалів, необхідних для розміщення опалювальних і вентиляційних пристроїв, складів хімічного посуду тощо. Переробки зазнала також архітектура фасадів. Земляні й будівельні роботи виконувала київська фірма Гінзбурга, парове опалення і вентиляцію влаштувала технічна контора московського Торговельного дому «В. Залеський і В.Чаплін». 28 жовтня 1898 стіни будівлі виведено під дах. В акті, укладеному 2 червня 1900 у зв'язку зі складенням І. Кітнером повноважень керівника робіт, вказано, що 1 вересня 1899 будівля була здана до експлуатації. 12 вересня 1899 відбулося її освячення. Споруда завдовжки 153 метрів зайняла у плані 909,5 кв. сажнів (4 093,7 кв. м), мала загальну площу приміщень на усіх поверхах 1912,5 кв. сажнів (8 606,2 кв. м). Спочатку в ній розміщувалися всі чотири відділення інституту та бібліотека. 1901 всі підрозділи, крім хімічного відділення, переведені до головного навчального корпусу. У роки 1-ї світової війни у будинку містилися піротехнічна та ракетна майстерні Військово-промислового комітету. 22 червня 1916 під час виконання оборонних замовлень стався вибух і пожежа, які зруйнували частину споруди (цілком відбудована до лютого 1917). З 1918 приміщення звільнено від оборонних підприємств. На зламі 1920—х років на одній фасадній лінії прибудовано двоповерховий західний об'єм будівлі (завдовжки близько 115 м), в якому розмістився завод електротехнічної апаратури. Нова частина, виконана у спрощених архітектурних формах, за пропорціями відповідає характеристикам первісного об'єму. Історична частина споруди — хімічний павільйон — залежно від рельєфу має висоту від двох до двох з половиною поверхів, з підвалами. Фундаменти споруди й цоколь — із сірого гніванського граніту, стіни — з місцевої цегли. Велика хімічна аудиторія, розташована у центральному поперечному крилі (площа 63 кв. м), обіймає два поверхи. Перекрита двосхилою стелею на відкритих дерев'яних фермах з металевими затяжками. Освітлена шістьма верхніми арковими вікнами, прорізаними у східній і західній стінах. На рівні другого поверху з трьох боків (окрім південного) оперезана дерев'яним балконом-галереєю на дерев'яних кронштейнах з підкосами. Під крутим амфітеатром з дерев'яними лавами влаштовано приміщення з окремим входом. Архітектурне оздоблення аудиторії зосереджено на поділеній на два яруси північній стіні. За кафедрою викладача, у центрі — декоративний портал з нижньою прямокутною нішею для встановлення дошки для записів та з пишним завершенням у вигляді тридільного ступінчастого фронтону, що загальним абрисом нагадує щипець головного фасаду будинку. Фронтон з круглою нішкою, що наслідує готичне вікно-розетку, прикрашено аркатурним поясом, фільонками й геометрично-рослинним орнаментом. Обабіч центрального порталу симетрично закомпоновано чотири прямокутні портали виходів на рівень другого та першого поверхів. Загальна композиція і романсько-готична стилістика вирішення північної стіни хімічної аудиторії споріднена з оздобленням фізичної аудиторії головного навчального корпусу інституту. Будівля хімічного павільйону є невід'ємною частиною ансамблю політехнічного інституту, досконалим зразком спеціалізованої навчальної споруди кін. 19 ст.",
      "imagePath": [
        "K4.1.jpg",
        "K4.2.jpg"
      ],
      "addresses": [
        "Akademika Yanhelya St, 3"
      ]
    },
    {
      "name": "Корпус 5",
      "description": "Теплоенергетичний факультет (ТЕФ) – один з найстаріших факультетів КПІ, був заснований у 1931 р. як теплотехнічний факультет (ТТФ) Київського енергетичного інституту (КЕІ). Першими деканами ТТФ були проф. М.А. Кондак (1931-1932 рр.) і проф. І.Т. Швець (1933-1934 рр.) – обидва інженери-механіки з теплотехніки, випускники механічного факультету КПІ, де починаючи з 1898 р. – відкриття інституту – і до його розформування у 1930 р. проводилась підготовка інженерів з парової техніки (парові машини, турбіни, парові котли, паровози тощо). Після створення в 1934 р. Київського індустріального інституту (КІІ), в ньому було організовано науково-дослідний сектор. Науково-дослідницька робота КІІ була спрямована на підвищення кваліфікації наукових співробітників-членів кафедр і на надання конкретної допомоги промисловості. Лабораторії обладнувалися новим устаткуванням. У 1940 р. М.О.Кічигін захистив докторську дисертацію, а А.П.Орнатський – кандидатську. Велика Вітчизняна війна зруйнувала плани подальшого розвитку наукової роботи на факультеті. В евакуації викладачами та науковцями факультету була виконана велика кількість прикладних науково-технічних робіт. Відразу після повернення з евакуації на факультеті відновлюється науково-дослідна робота, встановлюються зв'язки з промисловими підприємствами, науковими та проектними інститутами. В 1945 р. на кафедрі парових двигунів її завідувач І.Т.Швець організує науково-дослідні роботи з газодинаміки та реактивної техніки, які склали основу його докторської дисертації, захищеної в 1947 р. З цього часу визначився новий науковий напрям досліджень на кафедрі – вивчення процесів горіння при інтенсивному спалюванні рідинних і газоподібних палив і розробка ефективних пальників і високотемпературних камер згоряння реактивних і газотурбінних двигунів.У 1975 р. факультет оселився в новому навчальному корпусі № 5 площею 14 тис. кв. м. Тоді ж було модернізовано і створено низку навчальних і наукових лабораторій: теоретичних основ теплотехніки, теплофізичних властивостей речовин, методів дослідження процесів теплообміну, теплових труб, автоматизації теплоенергетичних процесів, теплотехнічних вимірювань, технічних засобів автоматизації та ін. У період 1970-1980 рр. на кафедрі парових і газових турбін під керівництвом проф. В.О.Христича та за участю доц. Г.М.Любчика (з 1989 р. – д.т.н., проф.) створено новий напрям у галузі паливних процесів і методів високоефективного та екологічно чистого спалювання рідких і газоподібних палив. На 75 році свого розвитку ТЕФ НТУУ “КПІ” є одним із найбільших навчально-наукових підрозділів технічних навчальних закладів України в галузі атомної та теплової енергетики, теплотехніки і теплофізики.",
      "imagePath": [
        "K5.1.jpg",
        "K5.2.jpg"
      ],
      "addresses": [
        "Politekhnichna Street, 6"
      ]
    },
    {
      "name": "Корпус 6",
      "description": "Державний політехнічний музей України, офіс DААD, Асоціація випускників, Науковий парк \"Київська політехніка \",Китайсько-український центр, ТЕФ, ІЕЕ, Рада молодих вчених.Будівельні роботи із зведення навчально-виробничих майстерень КПІ здійснив київський підрядчик Л.Гінзбург, обладнання для парового опалення і вентиляції виконала берлінська фірма «Давид Грове». Призначалися для проведення практичних занять, наукових дослідів і експериментів в інженерній галузі, а також для розміщення котельні, що опалювала головний корпус, та електричної станції для забезпечення освітленням усього комплексу інституту. Згідно з функціональним призначенням майстерні складалися з чотирьох спеціалізованих корпусів, розташованих навколо подвір'я: головного двоповерхового з одноповерховими крилами, в якому містилися лабораторії, кабінети та квартира для професора (другий поверх); східного одноповерхового, зайнятого механічним (інструментальним) цехом-майстернею; західного, одно-, двоповерхового з приміщеннями котельні й електричної станції; південного одноповерхового з напівпідвалами корпусу ливарні. Перед фасадом західного корпусу містилися цегляний димар (розібраний 1976) і дві градирні (на збереглися). Об'єм усіх будівель складав 2068,5 куб. сажнів (20038,5 куб. м), заг. пл. — 741 кв. сажнів (3335 кв. м). Під час 1-ї світової війни використовувалися для потреб оборони. У серпні 1915 при майстернях відкрили авіаційно-автомобільний відділ для ремонту військових автомобілів, прожекторів, аеропланів. 16 вересня 1916 підписано акт прийому будівлі для його майстерень, споруджених біля корпусу механічних майстерень інституту. 1919 розширено приміщення електростанції, для якої за проектом архітектора В. Обремського зведено наріжну південно-західну одноповерхову прибудову (розібрана після пожежі у 1970-х рр.). Згодом до західного фасаду добудовано перпендикулярний двоповерховий об'єм, закладено прохід між західним корпусом і ливарнею. В 1930—1956 приміщення використовував завод ім. І. Лепсе, для потреб якого у передвоєнний час споруджено ковальський цех всередині внутрішнього подвір'я, здійснено надбудову чолового корпусу на один поверх.Найкраще зберігся призначений для механічного цеху східний одноповерховий корпус. Являє собою велику залу (33,6 х 19,3 м), перекриту фермами у формі прямокутних трикутників, опертих на два ряди внутрішніх металевих ґратчастих опор. Ферми утворюють зубчастий дах (т. зв. шедовий) з вертикальними смугами освітлення. Формі даху відповідають оригінальні фасадні аттики у вигляді шеренги прямокутних трикутників. Одно-, двоповерховий західний корпус значно змінено внаслідок пізніших перебудов. Складається з кількох послідовно розташованих приміщень під спільним двосхилим дахом. Має глибокі підвали, по яким проходив паропровідний тунель від котельні до головного навчального корпусу. На подвір'ї до фасаду прилягає залізна труба турбінної лабораторії теплотехнічного факультету.Південний одноповерховий корпус ливарні на високому напівповерсі перекрито двосхилим дахом з ліхтарем верхнього світла, влаштованим по металевих фермах.Комплекс майстерень — важливий елемент ансамблю КПІ, має велику історико-культурну цінність, пов'язану з розвитком вітчизняної науки й промисловості.",
      "imagePath": [
        "K2.1.jpg"
      ],
      "addresses": [
        "Peremohy Ave, 37К1"
      ]
    },
    {
      "name": "Корпус 7",
      "description": "Генеральна проектна організація КиївЗНДІЕП. Будівництво комплексу 1975-1985 рр. Корпус загальнотехнічного факультету. ",
      "imagePath": [
        "K7.1.jpg",
        "K7.2.jpg",
        "K7.3.jpg",
        "K7.4.jpg"
      ],
      "addresses": [
        "Peremohy Ave, 37К1"
      ]
    },
    {
      "name": "Корпус 8",
      "description": "Архітектор Дяченко Дмитро Михайлович (14.06.1887 (14.08.1884), м. Таганрог – 21.05.1942, концтабір НКВС в Саратовській області, 1957 реабілітовано) - один із засновників українського стилю, голова товариства українських архітекторів (1918–1919), фундатор і ректор Українського архітектурного інституту в Києві (1918–1922). Серед архітектурних споруд: Міністерство освіти і науки (проспект Перемоги, 10), комплекс будов інститутів Української сільсько-господарської академії (Голосієво) - реорганізованого агрономічного факультету КПІ.Навчальні будівлі (до початку репресій на архітектора) - зразки високої архітектури з бездоганно виконаними фасадами в стилі українського бароко із вдалим внутрішнім плануванням на зразок \"старих\" корпусів \"КПІ\". У той же час при будівництві гуртожитків Дмитро Дяченко (можливо, з причин економії коштів) відмовлявся від масивних елементів декору, \"спрощував\" їх до мінімуму.",
      "imagePath": [
        "K8.1.jpg",
        "K8.2.jpg",
        "K8.3.jpg"
      ],
      "addresses": [
        "Akademika Yanhelya St, 1/37"
      ]
    },
    {
      "name": "Корпус 9",
      "description": "Інженерно-фізичний факультет КПІ ім. Ігоря Сікорського - визнаний у світі освітній центр підготовки висококваліфікованих кадрів для промислових підприємств, наукових державних установ та бізнесу. Випускники ІФФ працюють у провідних промислових підприємствах Укроборонпрому, аерокосмічного, металургійного та хімічного комплексів, в машинобудуванні, ювелірній справі, медицині, у криміналістиці, на митниці. Металознавство як навчальна і наукова дисципліна (на початку її виникнення – “металографія”) була заснована в КПІ у 1910 р. на механічному факультеті у складі кафедри загальної технології металів. У 1925 р. (80 років тому) з її складу було виділено кафедру металографії та термічної обробки із завідувачем проф. Є.П.Бабичем. З1934 р. як кафедра металознавства була очолювана доц. Н.В.Пінесом. Потужним поштовхом для подальшого розвитку металознавчого напряму підготовки в КПІ стало створення в 1944 р. металургійного факультету, до складу якого ввійшла кафедра металознавства та термічної обробки, яку упродовж 15 років очолював академік В.М.Свєчников. За високі показники в навчальній і науковій роботі по кафедрі з 2001 р. кращим студентам призначаються іменні стипендії – імені проф. А.П.Сьо¬мика та імені академіка В.І.Трефілова, визначного випускника кафедри 1952 р. Сьогодні комплексна група науковців ІХФ та ІФФ здійснює підготовку до ініціативної розробки фізичної біонічної моделі подвійної спіралі ДНК. Наприкінці варто сказати, що курс, взятий науковцями НТУУ \" КПІ \", чітко зорієнтований у руслі міжнародних тенденцій фундаментальність – міждисциплінарність – інновації. Цей курс, безумовно, визначить чіткі орієнтири для вчених НТУУ \"КПІ\" у фарватері тенденцій світової науки і поверне нашій державі імідж країни з передовою наукою.",
      "imagePath": [
        "K9.1.jpg",
        "K9.2.jpg"
      ],
      "addresses": [
        "Politekhnichna St, 2/35"
      ]
    },
    {
      "name": "Корпус 10",
      "description": "Департамент безпеки, територіальний відділ поліції / міліції, відділ головного енергетика.",
      "imagePath": [
        "K10.1.jpg"
      ],
      "addresses": [
        "Akademika Yanhelya St, 7"
      ]
    },
    {
      "name": "Корпус 11",
      "description": "Фізико-технічний інститут. Конструкторське бюро \"Шторм\"",
      "imagePath": [
        "K11.1.jpg"
      ],
      "addresses": [
        "Akademika Yanhelya St, 7A"
      ]
    },
    {
      "name": "Корпус 12",
      "description": "Факультет електроніки",
      "imagePath": [
        "K12.1.jpg",
        "K12.2.jpg"
      ],
      "addresses": [
        "Akademika Yanhelya St, 9/16"
      ]
    },
    {
      "name": "Корпус 13",
      "description": "ІПСА, ВСПУ, Українсько-Корейський освітній ІТ центр, Комп'ютерний центр, Конструкторське бюро інформаційних систем КБІС. Вхід до 13-го корпусу прикрашає велика вивіска “Конструкторське бюро інформаційних систем” (КБ ІС). Структура ця в Київській політехніці існує з 1988 р. і пов'язана практично з усіма підрозділами університету, адже здійснює забезпечення навчального процесу з інформатики, обчислювальної техніки, інших дисциплін шляхом використання власних комп'ютерних класів. З 2005 року перед КБ ІС поставлено нове велике завдання – створення єдиного інформаційного середовища (ЄІС) університету, що включає інформаційні ресурси, телекомунікаційну мережу, автоматизовану систему управління (АСУ) НТУУ “КПІ”, елементи інформаційної інфраструктури підрозділів, систему електронного документообігу, бази даних, системи управління, обліку контингенту студентів і викладачів та ін. Тому сьогодні колектив КБ ІС працює над розробкою технічного, інформаційного, програмного, математичного, методичного та організаційного забезпечення ЄІС університету; займається розробкою, впровадженням, обслуговуванням та модернізацією автоматизованих робочих місць, підсистем і компонентів АСУ НТУУ “КПІ”; координує роботи з реалізації програми інформатизації університету із залученням до цього всіх підрозділів університету. У майбутньому є плани щодо участі в розробці та впровадженні нових освітніх технологій, реалізації освітянських проектів, проведення пошукових, науково-дослідних та конструкторських робіт зі створення автоматизованих систем управління закладами освіти та науки, автоматизованих робочих місць службовців, викладачів та студентів, інших категорій співробітників; у межах прямих зв'язків та окремих контактів із закордонними партнерами передбачається участь у міжнародному співробітництві.",
      "imagePath": [
        "K13.1.jpg"
      ],
      "addresses": [
        "Politekhnichna St, 14-в"
      ]
    },
    {
      "name": "Корпус 14",
      "description": "Факультети: ФПМ, ІПСА, ІМЯО",
      "imagePath": [
        "K14.1.jpg"
      ],
      "addresses": [
        "Politekhnichna St, 14-б"
      ]
    },
    {
      "name": "Корпус 15",
      "description": "Факультети: ФПМ, ВПІ. Магазин \"Технічна книга\".",
      "imagePath": [
        "K15.1.jpg"
      ],
      "addresses": [
        "Politekhnichna St, 14-а"
      ]
    },
    {
      "name": "Корпус 16",
      "description": "Архів КПІ ім. Ігоря Сікорського, Інститут моніторингу якості освіти, приймальна комісія.",
      "imagePath": [
        "K16.1.jpg",
        "K16.2.jpg"
      ],
      "addresses": [
        "Politekhnichna St, 14"
      ]
    },
    {
      "name": "Корпус 17",
      "description": "Факультети: РТФ, ФММ.",
      "imagePath": [
        "K17.1.jpg"
      ],
      "addresses": [
        "Politekhnichna St, 12"
      ]
    },
    {
      "name": "Корпус 18",
      "description": "Факультети: ФІОТ, ФАКС, ММІ, ПБФ, ФБТ, ФБМІ, ліцей. Особливою формою наукової творчості студентів КПІ стало реальне комплексне проектування. На радіотехнічному факультеті ще 1977 р. було зроблено перші кроки по залученню студентів до участі у наукових дослідженнях, які проводилися спільно з ВО ім. С. П. Корольова. Студенти виконували дипломні і курсові роботи з тематики об'єднання, а після закінчення вузу направлялись на роботу до цього підприємства. Набуті у процесі навчання навики теоретичного і практичного характеру полегшували період виробничої адаптацій Однак загалом по інституту ця форма розвивалась дещо повільними темпами. 1979 р. державна екзаменаційна комісія, фіксуючи високий рівень підготовки фахівців, звернула увагу на відсутність комплексних дипломних проектів і рекомендувала розширити реальне дипломне проектування і поглибити науково-дослідну роботу.",
      "imagePath": [
        "K18.1.jpg"
      ],
      "addresses": [
        "Politekhnichna St, 41"
      ]
    },
    {
      "name": "Корпус 19",
      "description": "Факультети: ІХФ, ФСП, ММІ, ФМФ, ІФФ. ІХФ - Факультет был создан в 1938 и осуществляет подготовку специалистов в области машиностроения, ресурсосбережения, экологии и компьютерно-интегрированных технологий, которые позволяют проектировать, исследовать и эксплуатировать технологические процессы, оборудование и системы управления на химических и нефтеперерабатывающих производствах, предприятиях строительных материалов, целлюлозно-бумажных производствах, предприятиях по переработке полимеров, учреждениях охраны окружающей среды.Выпускники работают руководителями проектных разработок и ведущими специалистами по эксплуатации технологических процессов, оборудования, систем автоматизированного управления и программных средств на предприятиях различных форм собственности.",
      "imagePath": [
        "K19.1.jpg"
      ],
      "addresses": [
        "Politekhnichna St, 39"
      ]
    },
    {
      "name": "Корпус 20",
      "description": "Історія факультету електроенерготехніки та автоматики починається зі створення лабораторії електротехніки і одночасно наукової школи з електротехніки професорів М.А. Артем'єва і А.А. Соколова ще в перші дні Київського політехнічного інституту. Рішення про відкриття електротехнічного факультету було оприлюднено у вигляді постанови уряду гетьмана П. Скоропадського 31 серпня 1918 року. У процесі свого розвитку факультет кілька разів міняв назву: електротехнічний (ЕТФ), електроенергетичний (ЕЕФ), після поділу на два факультети - електротехнічний факультет і електроенергетичний факультет, а в 1988 р ці факультети знову об'єднані в факультет електроенерготехніки і автоматики (ФЕА).Факультет здійснює підготовку фахівців для сучасної технологічно розвинутої галузі електроенергетики та електротехніки, які здатні розробляти, проектувати і експлуатувати сучасні електроенергетичні та електромеханічні системи, здійснювати управління технологічними процесами електроенергетичних підприємств і їх автоматизацію на основі широкого застосування інформаційних і комп'ютерних систем. Випускники працюють керівниками і провідними фахівцями структурних підрозділів енергопостачальних компаній, енергооб'єднань і систем, науково-дослідних і проектно-конструкторських організацій, електротехнічних промислових установ різних форм власності в Україні та за її межами. Кращі випускники можуть продовжити навчання в аспірантурі для отримання наукового ступеня.",
      "imagePath": [
        "K20.1.jpg"
      ],
      "addresses": [
        "Politekhnichna St, 37"
      ]
    },
    {
      "name": "Корпус 21",
      "description": "Факультети: хіміко-технологічний, приладобудівний.",
      "imagePath": [
        "K21.1.jpg"
      ],
      "addresses": [
        "Borshchahivska St, 122"
      ]
    },
    {
      "name": "Корпус 22",
      "description": "Інститути ІЕЕ, ММІ, Радіоаматорський клуб ”Політехнік”. Інша популярна у студентів та випускників назва - гірний корпус КПІ / горный корпус. Сонячна електростанція знаходиться на даху 22 корпусу. Для проведення досліджень виконавці проекту спільно зі студентами та інженерним персоналом ІЕЕ спроектували і змонтували на даху корпусу № 22 сонячну електростанцію (СЕС). Згідно проекту розміщення СЕС потужністю 237 кВт з річною генерацією 265 МВт.год зможе забезпечити на 91% (від обсягів споживання за 2018 г.) електричною енергією власної генерації корпус і субабонентів.В рамках бюджету наукової теми було закуплено сучасне обладнання та витратні матеріали. Виконавцями проекту проведені зварювальні та монтажні роботи по підготовці та встановлення СЕС на даху. В результаті СЕС, введена експлуатацію з квітня 2019 року, складається з 13 панелей різного типу сумарною потужністю 2 кВт з інвертором з максимальною потужністю 3,2 кВт.",
      "imagePath": [
        "K22.1.jpg"
      ],
      "addresses": [
        "Borshchahivska St, 115/3"
      ]
    },
    {
      "name": "Корпус 23",
      "description": "Зварювальний факультет.",
      "imagePath": [
        "K23.1.jpg",
        "K23.2.jpg"
      ],
      "addresses": [
        "Dashavska St, 6/2"
      ]
    },
    {
      "name": "Корпус 24",
      "description": "Спорткомплекс КПІ ім.Ігоря Сікорського (ЦФВС - центр фізичного виховання та спорту), ФБМІ.Корпус побудовано у 1983 році. Центр фізичного виховання і спорту включає в себе 2 басейни (великий, навчальний), 8 спортивних залів, тир для кульової стрільби, великий стадіон, футбольне поле із штучним покриттям і тренувальне поле для гри у регбі: зал аеробіки, зал боротьби та боксу, зал ЛФК, зал спортивної гімнастики ( стрибки на батуті, акробатика), зал підготовки до плавання, зал важкої атлетики, тренажерний зал, ігровий зал, футбольне поле, зал тиру, буфет, салон краси",
      "imagePath": [
        "K24.1.jpg",
        "K24.2.jpg"
      ],
      "addresses": [
        "Verkhnokliuchova St, 1/26"
      ]
    },
    {
      "name": "Корпус 25",
      "description": "ВПІ, кафедра графіки, кафедра",
      "imagePath": [
        "K25.1.jpg"
      ],
      "addresses": [
        "Volodymyrska St, 7"
      ]
    },
    {
      "name": "Корпус 26",
      "description": "ННК \"ІПСА\", кафедра СП, факультет курсової підготовки, курси англійської мови, курси німецької мови",
      "imagePath": [
        "K26.1.jpg"
      ],
      "addresses": [
        "Panasa Myrnoho St, 19"
      ]
    },
    {
      "name": "Корпус 27",
      "description": "Головний корпус ІСЗЗІ КПІ ім. Ігоря Сікорського, Військова кафедра КПІ ім. Ігоря Сікорського.16 января 2016 г. в 10.00 в Государственном учреждении «Институт специальной связи и защиты информации Национального технического университета Украины \" Киевский политехнический институт \"состоялось торжественное принятие личным составом Военной присяги на верность украинскому народу. Праздник проходил на строевом плацу 27-го корпуса НТУУ \"КПИ\".В торжествах приняли участие руководители Государственной службы специальной связи и защиты информации Украины, Киевской политехники, представители Службы безопасности Украины, Службы внешней разведки, родители и близкие родственники личного состава Института, другие гости.В этот праздничный день 21 офицер и 439 курсантов ДЗ ИССЗИ НТУУ \"КПИ\" присягнули на верность Украинскому народу.",
      "imagePath": [
        "K27.1.jpg"
      ],
      "addresses": [
        "Verkhnokliuchova St, 4"
      ]
    },
    {
      "name": "Корпус 28",
      "description": "ФАКС, МНДІ проблем механіки \"Ритм\". 15 марта 2007г. в торжественной обстановке была открыта мемориальная доска выдающемуся ученому, общественному и политическому деятелю Михаилу Антоновичу Павловскому. Михаил Антонович Павловский вошел в историю Киевской политехники как основатель украинской школы гироскопистов, как выдающийся ученый в области механики, как первый декан факультета авиационных и космических систем (ФАКС) КПИ. А в истории Украины он оставил след как пламенный борец за справедливость, как выдающийся политический и общественный деятель. Торжества по случаю открытия мемориальной доски открыл ректор НТУУ \"КПИ\" академик М.З. Згуровский. С воспоминаниями о М.А.Павловськом выступили: народные депутаты О.В.Турчинов и А.Г. Белорус, декан ФАКСа проф. А.В. Збручский, доцент Е.С. Щербина. Со словами благодарности к собравшимся обратился сын М.А. Павловского А.М. Павловский. Мемориальная доска установлена на фасаде корпуса ФАКС (№28).",
      "imagePath": [
        "K28.1.jpg",
        "K28.1.jpg"
      ],
      "addresses": [
        "Botkina St, 1"
      ]
    },
    {
      "name": "Корпус 29",
      "description": "Знаходиться: Святошин, станция метро Житомирская",
      "imagePath": [
        "K29.1.jpg"
      ],
      "addresses": [
        "вул. Львівська, 28 "
      ]
    },
    {
      "name": "Корпус 30",
      "description": "Институт телекомуникационных систем",
      "imagePath": [
        "K30.1.jpg"
      ],
      "addresses": [
        "Lvivska St, 28"
      ]
    },
    {
      "name": "Корпус 31",
      "description": "ДНВР, мобілізаційний відділ, ФБМІ, Міжнародний центр телемедицини, Центр міжнародної освіти НТУУ «КПІ», підготовче відділення для іноземних студентів. Державна акредитаційна комісія (ДАК).",
      "imagePath": [
        "K31.1.jpg"
      ],
      "addresses": [
        "Metalistiv St, 5А"
      ]
    },
    {
      "name": "Корпус 35",
      "description": "За початковим планом при будівництві інституту - їдальня КПІ. Автор проекту і будівничий - Всеволод Адольфович Обремський (1871–1940), штатний архітектор Київського політехнічного інституту. У цокольному поверсі розміщувалися квартира, котельня, два льохи, на першому — обідня зала на 198 відвідувачів і підйомник, на другому — приміщення кухні та квартира. За студентський квитком в їдальні можна було купити недорогі, але смачні страви. У святкові дні в їдальні до революції продавалося пиво Товариства київських пивоварних заводів. Частину приміщень використовували для проведення наукових, економічних зібрань, спортивних занять, засідань «Професорського клубу». Двоповерховий з цокольним поверхом, цегляний, у плані прямокутний. Дах вальмовий, з бляшаним покриттям. Архітектурне вирішення витримано в єдиному стилі з іншими спорудами інститутського комплексу. Симетрію плану на головному фасаді підкреслено центральною розкріповкою з арковим портиком. Центральну й дві бічні розкріповки завершено аттиками зі шпилями. Фасадні площини обабіч головного входу включають по три віконні осі. Вікна другого поверху — з напівциркульними перемичками, інші — з лучковими. Увінчує фасади розвинений карниз.Типологічно цінна пам'ятка, є невід'ємною частиною комплексу.",
      "imagePath": [
        "K35.1.jpg",
        "K35.2.jpg"
      ],
      "addresses": [
        "Borshchahivska St, 146"
      ]
    }
  ]
}

